Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ · one-app quick access
ja: %@・1アプリのクイックアクセス
ko: %@ · 앱 하나 빠르게 열기
zh_hans: %@ · 单应用快速访问
zh_hant: %@ · 單一 App 快速存取

source: %@ issue resolved
ja: %@の問題を解決しました
ko: 문제를 해결했어요 · %@
zh_hans: %@ 问题已解决
zh_hant: %@ 問題已解決

source: %lld apps always arrive
ja: %lld個のアプリを常にまとめて呼び出します
ko: 앱 %lld개를 항상 함께 불러와요
zh_hans: %lld 个应用始终一起出现
zh_hant: %lld 個 App 會一律一起出現

source: %lld apps arrive together
ja: %lld個のアプリをまとめて表示します
ko: 앱 %lld개를 함께 불러와요
zh_hans: %lld 个应用会同时出现
zh_hant: %lld 個 App 會一起顯示

source: %lld apps assigned — scratchpads work best with exactly one.
ja: %lld個のアプリが割り当てられています。一時スペースは、アプリを1個だけ置くと使いやすくなります。
ko: 앱 %lld개를 지정했어요. 임시 공간에는 앱 하나만 두는 게 좋아요.
zh_hans: 已分配 %lld 个应用。暂存区只放一个应用时最好用。
zh_hant: 已指派 %lld 個 App。暫存區只放一個 App 時最好用。

source: %lld apps keep their current windows
ja: %lld個のアプリが現在のウインドウ位置を保ちます
ko: 앱 %lld개의 위치와 크기를 그대로 둬요
zh_hans: %lld 个应用保持当前窗口位置
zh_hant: %lld 個 App 會保留目前的視窗位置

source: %lld assigned
ja: %lld個を割り当て済み
ko: 앱 %lld개
zh_hans: 已分配 %lld 个
zh_hant: 已指派 %lld 個

source: %lld display
ja: ディスプレイ%lld台
ko: 디스플레이 %lld대
zh_hans: %lld 台显示器
zh_hant: %lld 台顯示器

source: %lld displays
ja: ディスプレイ%lld台
ko: 디스플레이 %lld대
zh_hans: %lld 台显示器
zh_hant: %lld 台顯示器

source: %lld monitor
ja: ディスプレイ%lld台
ko: 모니터 %lld대
zh_hans: %lld 台显示器
zh_hant: %lld 台顯示器

source: %lld monitors
ja: ディスプレイ%lld台
ko: 모니터 %lld대
zh_hans: %lld 台显示器
zh_hant: %lld 台顯示器

# %lld of %lld
source: %1$lld of %2$lld
ja: %lld / %lld
ko: %lld/%lld
zh_hans: %lld/%lld
zh_hant: %lld/%lld

source: %lld running apps
ja: 実行中のアプリ%lld個
ko: 실행 중인 앱 %lld개
zh_hans: %lld 个正在运行的应用
zh_hant: %lld 個執行中的 App

source: %lld workspace differs
ja: %lld個のワークスペースに差分があります
ko: 작업 공간 %lld개가 달라요
zh_hans: %lld 个工作区存在差异
zh_hant: %lld 個工作空間有差異

# %lld workspace layout(s) could not be read and were reset
source: %lld workspace layout(s) couldn’t be read, so they were reset.
ja: %lld件のワークスペースレイアウトを読み込めなかったため、リセットしました
ko: 작업 공간 배치 %lld개를 읽지 못해 초기화했어요
zh_hans: 无法读取 %lld 个工作区布局，已重置
zh_hant: 無法讀取 %lld 個工作空間版面，已重設

source: %lld workspaces differ
ja: %lld個のワークスペースに差分があります
ko: 작업 공간 %lld개가 달라요
zh_hans: %lld 个工作区存在差异
zh_hant: %lld 個工作空間有差異

source: ← → move · ↩ select
ja: ← → 移動 · ↩ 選択
ko: ← → 이동 · ↩ 선택
zh_hans: ← → 移动 · ↩ 选择
zh_hant: ← → 移動 · ↩ 選擇

source: ↩ select
ja: ↩ 選択
ko: ↩ 선택
zh_hans: ↩ 选择
zh_hant: ↩ 選擇

# + %lld more contexts in this draft
source: + %lld more workspaces in this draft
ja: この下書きには、ほかに%lld個の作業環境があります
ko: 이 초안에는 작업 공간이 %lld개 더 있어요
zh_hans: 此草稿中还有 %lld 个场景
zh_hant: 這份草稿還有 %lld 個工作空間

source: 1. Copy Prompt
ja: 1. プロンプトをコピー
ko: 1. 프롬프트 복사
zh_hans: 1. 复制提示词
zh_hant: 1. 複製提示詞

source: 1. Prompt Copied
ja: 1. プロンプトをコピーしました
ko: 1. 복사했어요
zh_hans: 1. 提示词已复制
zh_hant: 1. 已複製提示詞

source: 2. Ask your AI
ja: 2. AIに依頼
ko: 2. AI에게 요청
zh_hans: 2. 发送给你的 AI
zh_hant: 2. 傳給你的 AI

# 3 fingers · cycle the focused window inside %@
source: 3 fingers · switch windows in %@
ja: 3本指 · %@内でフォーカスするウインドウを切り替え
ko: 세 손가락 · %@ 안에서 포커스한 창을 전환해요
zh_hans: 三指 · 在 %@ 内切换焦点窗口
zh_hant: 三指 · 在 %@ 內切換焦點視窗

source: 3. Paste Result
ja: 3. 結果を貼り付け
ko: 3. 결과 붙여넣기
zh_hans: 3. 粘贴结果
zh_hant: 3. 貼上結果

source: 4 fingers · switch the whole workspace
ja: 4本指 · ワークスペース全体を切り替え
ko: 네 손가락 · 작업 공간 전체를 전환해요
zh_hans: 四指 · 切换整个工作区
zh_hant: 四指 · 切換整個工作空間

source: A borrowed workspace remains in the host’s switching order until you return it. Tatami, ⌘Tab, and ⌘` still search different sets of windows.
ja: 借りたブロックは、元に戻すまでホスト側の切り替え対象に加わります。Tatami、⌘Tab、⌘`が探すウインドウの範囲は、それぞれ異なります。
ko: 빌려온 블록은 닫을 때까지 호스트의 전환 순서에 들어가요. Tatami, ⌘Tab, ⌘`은 서로 다른 창 묶음을 탐색해요.
zh_hans: 借用的区块会加入主工作区的切换顺序，直到你将它归还。Tatami、⌘Tab 和 ⌘` 查找的窗口范围仍各不相同。
zh_hant: 借用的區塊會加入主工作空間的切換順序，直到你將它歸還。Tatami、⌘Tab 與 ⌘` 尋找的視窗範圍仍各不相同。

source: A borrowed workspace docks beside the host, then leaves without merging either layout.
ja: 借りたワークスペースはホストの隣に並びます。元に戻しても、どちらのレイアウトも統合されません。
ko: 빌려온 작업 공간은 호스트 옆에 붙었다가, 서로의 배치를 합치지 않고 그대로 떠나요.
zh_hans: 借用的工作区会停靠在主工作区旁。归还后，双方的布局仍各自保留。
zh_hant: 借用的工作空間會停靠在主工作空間旁。歸還後，雙方的佈局仍各自保留。

source: A compact app and window switcher. Use its shortcut, the arrow keys, Return, Escape, the pointer, or release the modifier key.
ja: 切り替え中に表示するコンパクトなアプリ／ウインドウスイッチャーです。ショートカット、矢印キー、Return、Escape、修飾キーを離す操作、またはポインタで選べます。
ko: 전환 중인 앱이나 창을 작은 화면으로 보여줘요. 단축키나 방향키로 이동하고 Return으로 선택해요. Escape, 보조 키에서 손 떼기, 포인터로도 조작할 수 있어요.
zh_hans: 切换时显示精简的应用或窗口切换器。可使用快捷键、方向键、Return、Escape、松开修饰键或指针操作。
zh_hant: 切換時顯示精簡的 App 或視窗切換器。可使用快速鍵、方向鍵、Return、Escape、放開修飾鍵或游標操作。

source: A compact mirror stays above the tiles without replacing them.
ja: コンパクトなミラーを、タイルを置き換えずに手前へ表示します。
ko: 작은 미러 창이 타일을 밀어내지 않고 그 위에 떠 있어요.
zh_hans: 精简镜像会置于平铺窗口上方，不会替换它们。
zh_hant: 精簡鏡像會浮在並排視窗上方，不會取代它們。

# A moderate number of activity-based contexts.
source: A moderate number of activity-based workspaces.
ja: 作業ごとの作業環境を適度な数で使います。
ko: 활동별 작업 공간을 적당히 나눠요.
zh_hans: 按活动划分，场景数量适中。
zh_hant: 依活動區分，工作空間數量適中。

source: A workspace you switch to normally. Borrow uses this key to bring it beside the current workspace. Because h/j/k/l choose a direction, a workspace assigned to one of those keys can’t be borrowed.
ja: 通常どおり切り替えて使うワークスペースです。「借りる」ではこのキーで呼び出します。h/j/k/lは方向指定に使うため、これらを割り当てたワークスペースは呼び出せません。
ko: 평소에 직접 전환하거나 차례로 둘러보는 작업 공간이에요. 빌려오기 모드에서는 이 키로 불러와요. h/j/k/l은 방향을 정할 때 쓰므로 같은 키를 지정한 작업 공간은 빌려올 수 없어요.
zh_hans: 这是可正常切换的工作区。使用“借用”时可通过此键召出。h/j/k/l 用于控制方向，因此绑定这些键的工作区无法借用。
zh_hant: 這是可正常切換的工作空間。使用「借用」時可透過這個按鍵叫出。h/j/k/l 用於控制方向，因此綁定這些按鍵的工作空間無法借用。

# A second app makes focus and cycling visible
source: Add another app to see focus and window switching.
ja: アプリをもう1つ追加すると、フォーカスと切り替えを確認できます
ko: 앱을 하나 더 추가하면 포커스와 전환을 바로 확인할 수 있어요
zh_hans: 再添加一个应用，就能看清焦点和切换效果
zh_hant: 再加入一個 App，就能看清楚焦點與切換效果

# A single root tile cannot swap or warp
source: Add another tiled window to swap or move this tile.
ja: ルートタイルが1つだけの場合は、入れ替えも移動もできません
ko: 루트 타일 하나만 있으면 교체하거나 이동할 수 없어요
zh_hans: 只有一个根平铺块时，无法交换或移动
zh_hant: 只有一個根並排區塊時，無法交換或移動

# A single root tile has no parent split to flip
source: Add another tiled window before changing the split direction.
ja: ルートタイルが1つだけの場合、切り替える親分割はありません
ko: 루트 타일 하나에는 방향을 바꿀 상위 분할이 없어요
zh_hans: 只有一个根平铺块，没有可切换的上级分割
zh_hant: 只有一個根並排區塊，沒有可切換的上層分割

source: A window zoomed to the workspace, or back.
ja: ウインドウをワークスペースいっぱいに拡大し、もう一度押すと戻します。
ko: 창을 작업 공간 크기로 확대하거나 원래대로 돌릴 때 보여줘요.
zh_hans: 让窗口铺满工作区，再次操作即可还原。
zh_hant: 讓視窗放大至填滿工作空間，再次操作即可還原。

source: A Workspace is the unit Tatami switches, lays out, hides, and restores. Shared apps appear in every workspace; Not managed apps are discovered but Tatami never moves them.
ja: ワークスペースは、Tatamiが切り替え、整列し、隠して復元する単位です。共有アプリはすべての作業環境に表示されます。管理対象外のアプリは検出されますが、Tatamiが動かすことはありません。
ko: 작업 공간은 Tatami가 전환하고, 배치하고, 숨겼다가 복원하는 단위예요. 공용 앱은 모든 작업 공간에 나타나고, 관리하지 않는 앱은 감지만 할 뿐 Tatami가 옮기지 않아요.
zh_hans: 工作区是 Tatami 切换、排列、隐藏和恢复窗口的基本单位。共享应用会出现在每个场景中；未管理的应用只会被识别，Tatami 不会移动它们。
zh_hant: 工作空間是 Tatami 切換、排列、隱藏及還原視窗的基本單位。共用 App 會出現在每個工作空間中；未管理的 App 只會被偵測，Tatami 不會移動它們。

source: A workspace represents a repeatable activity such as deep work, research, review, or conversation.
ja: ワークスペースは、集中作業、調査、レビュー、会話など、繰り返す活動を表します。
ko: 작업 공간은 집중, 조사, 리뷰, 대화처럼 반복하는 활동 하나를 담아요.
zh_hans: 一个工作区代表一种会重复进行的活动，例如专注工作、调研、审阅或沟通。
zh_hant: 一個工作空間代表一種會重複進行的活動，例如專注工作、研究、審閱或溝通。

source: About
ja: Tatamiについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Accessibility
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Allow Accessibility to focus, move, and resize your windows in this final step.
ja: 最後の手順では実際のウインドウをフォーカスし、移動やサイズ変更を行うため、アクセシビリティの許可が必要です。
ko: 마지막 단계에서는 실제 창을 선택하고 옮기고 크기를 조절해요. 그래서 손쉬운 사용 권한이 필요해요.
zh_hans: 最后一步会聚焦、移动并调整真实窗口的大小，因此需要辅助功能权限。
zh_hant: 最後一步會聚焦、移動並調整實際視窗的大小，因此需要輔助使用權限。

source: Activate
ja: 有効にする
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

source: Activate %@
ja: %@を有効にする
ko: %@ 활성화
zh_hans: 启用%@
zh_hant: 啟用%@

source: Activate a profile
ja: プロファイルを有効化
ko: 프로필 활성화
zh_hans: 启用配置方案
zh_hant: 啟用設定組合

source: Activate a workspace
ja: ワークスペースを有効化
ko: 작업 공간 활성화
zh_hans: 启用工作区
zh_hant: 啟用工作空間

source: Activate my first workspace
ja: 最初のワークスペースを有効にする
ko: 첫 작업 공간 활성화
zh_hans: 启用第一个工作区
zh_hant: 啟用第一個工作空間

source: Activate shortcut
ja: 有効化ショートカット
ko: 활성화 단축키
zh_hans: 启用快捷键
zh_hant: 啟用快速鍵

source: Activate this profile.
ja: このプロファイルを有効にします。
ko: 이 프로필을 활성화해요.
zh_hans: 启用此配置方案。
zh_hant: 啟用這個設定組合。

source: Activate this workspace.
ja: このワークスペースを有効にします。
ko: 이 작업 공간을 활성화해요.
zh_hans: 启用此工作区。
zh_hant: 啟用這個工作空間。

source: Activated %@
ja: %@を有効にしました
ko: 활성화했어요 · %@
zh_hans: 已启用 %@
zh_hant: 已啟用 %@

source: Active
ja: 有効
ko: 사용 중
zh_hans: 已启用
zh_hant: 已啟用

source: Active on %@
ja: %@で有効
ko: %@에서 사용 중이에요
zh_hans: 已在 %@ 上启用
zh_hant: 已在 %@ 啟用

source: Active profile
ja: 有効なプロファイル
ko: 사용 중인 프로필
zh_hans: 当前配置方案
zh_hant: 目前的設定組合

source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 加入

source: Add · %@
ja: 追加 · %@
ko: 추가 · %@
zh_hans: 添加 · %@
zh_hant: 加入 · %@

source: Add a second app to practice structural edits
ja: 構造編集を試すため、アプリをもう1つ追加します
ko: 구조 편집을 연습할 앱을 하나 더 추가해요
zh_hans: 再添加一个应用，练习调整窗口结构
zh_hant: 再加入一個 App，練習調整視窗結構

source: Add a workspace (⌘N)
ja: ワークスペースを追加（⌘N）
ko: 작업 공간 추가(⌘N)
zh_hans: 添加工作区（⌘N）
zh_hant: 加入工作空間（⌘N）

source: Add App
ja: アプリを追加
ko: 앱 추가
zh_hans: 添加应用
zh_hant: 加入 App

source: Add Laptop / Desk Profile
ja: ノートPC／デスク用プロファイルを追加
ko: 노트북/데스크 프로필 추가
zh_hans: 添加笔记本电脑/桌面配置方案
zh_hant: 加入筆記型電腦／桌面設定組合

source: Add Quick Look
ja: クイックルックを追加
ko: 빠른 보기 추가
zh_hans: 添加快速查看
zh_hant: 加入快速查看

# Add the focused app to a named context and follow it there.
source: Add the focused app to a named workspace and follow it there.
ja: フォーカス中のアプリを指定した作業環境へ追加し、そのまま移動します。
ko: 포커스한 앱을 지정한 작업 공간에 추가하고 함께 이동해요.
zh_hans: 将已聚焦的应用添加到指定场景，并随它一起前往。
zh_hant: 將已聚焦的 App 加入指定工作空間，並跟著前往。

source: Add the focused app to Shared Apps (tiled into every workspace), or remove it if it's already shared.
ja: フォーカス中のアプリを共有アプリに追加し、すべてのワークスペースへタイル表示します。すでに共有中なら解除します。
ko: 포커스한 앱을 공용 앱에 추가해 모든 작업 공간에 타일로 배치해요. 이미 공용 앱이면 목록에서 빼요.
zh_hans: 将焦点应用加入共享应用，使其平铺在每个工作区中；如果已共享，则将其移除。
zh_hant: 將焦點 App 加入共用 App，讓它並排顯示在每個工作空間中；若已共用，則將它移除。

source: Add the focused app to Shared Apps and keep it on top, or change its current shared behavior.
ja: フォーカス中のアプリを「常に手前」の共有アプリとして追加するか、現在の共有設定を切り替えます。
ko: 포커스한 앱을 ‘항상 위’ 공용 앱으로 추가하거나 기존 공용 앱의 상태를 전환해요.
zh_hans: 将焦点应用加入共享应用并保持置顶，或更改现有共享方式。
zh_hant: 將焦點 App 加入共用 App 並保持置頂，或變更現有的共用方式。

source: Add the focused app to the active workspace, or remove it if it's already assigned.
ja: フォーカス中のアプリを現在のワークスペースに追加します。すでに割り当て済みなら解除します。
ko: 포커스한 앱을 현재 작업 공간에 추가해요. 이미 지정한 앱이면 목록에서 빼요.
zh_hans: 将焦点应用加入当前工作区；如果已分配，则将其移除。
zh_hant: 將焦點 App 加入目前的工作空間；若已指派，則將它移除。

source: Add Workspace
ja: ワークスペースを追加
ko: 작업 공간 추가
zh_hans: 添加工作区
zh_hant: 加入工作空間

source: Add your role or describe a typical week to guide the draft.
ja: 役割や普段の1週間を入力すると、下書きをより適切に作れます。
ko: 직무나 평소 한 주를 적어주면 초안을 더 잘 만들 수 있어요.
zh_hans: 填写你的职责或描述平常的一周，帮助生成更合适的草稿。
zh_hant: 填寫你的職務或描述平常的一週，幫助產生更合適的草稿。

source: Add/remove the focused app in this workspace or in Shared Apps.
ja: フォーカス中のアプリを、このワークスペースまたは共有アプリへ追加・削除します。
ko: 포커스한 앱을 현재 작업 공간이나 공용 앱에 추가하거나 빼요.
zh_hans: 在当前工作区或共享应用中添加或移除已聚焦的应用。
zh_hant: 在目前工作空間或共用 App 中加入或移除已聚焦的 App。

source: Added %@ → %@
ja: %@を追加 → %@
ko: 추가했어요 · %@ → %@
zh_hans: 已添加 %@ → %@
zh_hant: 已加入 %@ → %@

source: Added %@ → Shared Apps
ja: %@を追加 → 共有アプリ
ko: 공용 앱에 추가했어요 · %@
zh_hans: 已添加 %@ → 共享应用
zh_hant: 已加入 %@ → 共用 App

source: Adds the active workspace name beside its icon. Useful while learning; it can be hidden later to save menu-bar space.
ja: アイコンの横に現在のワークスペース名を表示します。使い方を覚える間に便利で、慣れたら非表示にしてメニューバーを広く使えます。
ko: 아이콘 옆에 현재 작업 공간 이름을 보여줘요. 처음 익힐 때 유용하고, 나중에는 메뉴 막대 공간을 아끼도록 숨길 수 있어요.
zh_hans: 在图标旁显示当前工作区名称。熟悉 Tatami 时很有用，之后可隐藏以节省菜单栏空间。
zh_hant: 在圖示旁顯示目前的工作空間名稱。熟悉 Tatami 時很實用，之後可隱藏以節省選單列空間。

source: Adjust the selected split ratio
ja: 選択した分割比率を調整
ko: 선택한 분할 비율 조절
zh_hans: 调整所选分区的比例
zh_hant: 調整所選分割區的比例

source: Adjust the split ratio that owns the focused tile.
ja: フォーカス中のタイルを含む分割比率を調整します。
ko: 포커스한 타일을 포함한 분할 비율을 조절해요.
zh_hans: 调整包含已聚焦平铺块的分割比例。
zh_hant: 調整包含已聚焦並排區塊的分割比例。

source: After applying
ja: 適用後
ko: 적용 후
zh_hans: 应用后
zh_hant: 套用後

source: After learning Borrow, try a Scratchpad: a workspace that appears only when borrowed and stays out of regular switching.
ja: 「借りる」の使い方を覚えたら、次は一時スペースです。ほかのワークスペースに一時表示するためだけの、切り替え対象に含まれないワークスペースです。
ko: 빌려오기를 익히면 예외도 쉬워져요. Tatami에서는 빌려오기만 가능하고 전환 순서에는 들어가지 않는 작업 공간을 임시 공간이라고 해요.
zh_hans: 熟悉“借用”后，就可以使用暂存区。它只供临时借用，不会加入常规切换顺序。
zh_hant: 熟悉「借用」後，就可以使用暫存區。它只供暫時借用，不會加入一般切換順序。

source: After saving the TOML draft, activate the first workspace once so its real windows adopt the layout you just reviewed.
ja: TOMLの下書きを保存したら、最初のワークスペースを一度有効にしてください。実際のウインドウに、確認したレイアウトが反映されます。
ko: TOML 초안을 저장한 뒤 첫 작업 공간을 한 번 활성화하면, 실제 창에 방금 확인한 배치가 적용돼요.
zh_hans: 保存 TOML 草稿后，启用一次第一个工作区，让真实窗口采用你刚刚确认的布局。
zh_hant: 儲存 TOML 草稿後，啟用一次第一個工作空間，讓實際視窗採用你剛確認的佈局。

source: All windows fullscreen
ja: すべてのウインドウをフルスクリーン表示
ko: 모든 창 전체 화면
zh_hans: 所有窗口全屏
zh_hant: 所有視窗全螢幕

source: Already here
ja: すでにここにあります
ko: 이미 이 작업 공간에 있어요
zh_hans: 已在此处
zh_hant: 已在這裡

source: Already visible
ja: すでに表示されています
ko: 이미 다른 화면에 열려 있어요
zh_hans: 已在显示
zh_hant: 已在顯示

source: Also matches %@ at the same priority — profile order decides which one activates. Make one more specific, or reorder them in the sidebar.
ja: %@も同じ優先度で一致します。有効になるプロファイルは並び順で決まります。条件をより具体的にするか、サイドバーで順序を変更してください。
ko: 같은 우선순위에서 일치하는 프로필이 또 있어요 · %@. 조건을 더 구체적으로 만들거나 사이드바에서 순서를 바꿔 보세요.
zh_hans: %@ 也以相同优先级匹配。系统会按配置方案顺序决定启用哪一个。请让其中一个条件更具体，或在边栏中调整顺序。
zh_hant: %@ 也會以相同優先順序符合。系統會依設定組合順序決定啟用哪一個。請讓其中一個條件更明確，或在側邊欄調整順序。

source: Always horizontal
ja: 常に横方向
ko: 항상 가로
zh_hans: 始终水平
zh_hant: 一律水平

source: Always vertical
ja: 常に縦方向
ko: 항상 세로
zh_hans: 始终垂直
zh_hant: 一律垂直

# Always-on-top mirrors are unavailable — check Screen Recording
source: Always-on-top windows are unavailable. Check Screen Recording access.
ja: 「常に手前」を使用できません。画面収録の権限を確認してください。
ko: ‘항상 위’ 미러를 사용할 수 없어요. 화면 기록 권한을 확인하세요.
zh_hans: 无法使用置顶窗口。请检查屏幕录制权限。
zh_hant: 無法使用置頂視窗。請檢查螢幕錄製權限。

source: Analytics
ja: 分析
ko: 분석
zh_hans: 分析
zh_hant: 分析

source: Any
ja: 指定なし
ko: 상관없음
zh_hans: 不限
zh_hant: 不限

source: App added to or removed from a workspace or Shared Apps.
ja: アプリをワークスペースまたは共有アプリへ追加、もしくは解除しました。
ko: 작업 공간이나 공용 앱에 앱을 추가하거나 뺐을 때 보여줘요.
zh_hans: 应用已加入或移出工作区或共享应用。
zh_hant: App 已加入或移出工作空間或共用 App。

# App cycle
source: App Switching
ja: アプリ切り替え
ko: 앱 전환
zh_hans: 应用切换
zh_hant: App 切換

source: App membership
ja: アプリの所属
ko: 앱 소속
zh_hans: 应用归属
zh_hant: App 歸屬

source: App to configure
ja: 設定するアプリ
ko: 설정할 앱
zh_hans: 要配置的应用
zh_hant: 要設定的 App

source: Appearance
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Append diagnostic events to ~/.config/tatami/tatami.log. Off by default.
ja: 診断イベントを~/.config/tatami/tatami.logへ追記します。初期設定ではオフです。
ko: 진단 기록을 ~/.config/tatami/tatami.log에 저장해요. 처음에는 꺼져 있어요.
zh_hans: 将诊断事件追加到 ~/.config/tatami/tatami.log。默认关闭。
zh_hant: 將診斷事件附加至 ~/.config/tatami/tatami.log。預設為關閉。

source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

source: Apply Plan to Draft
ja: プランを下書きに反映
ko: 계획을 초안에 반영
zh_hans: 将方案应用到草稿
zh_hant: 將規劃套用至草稿

source: Apply Setup
ja: 設定を適用
ko: 설정 적용
zh_hans: 应用设置
zh_hant: 套用設定

source: Apps
ja: アプリ
ko: 앱
zh_hans: 应用
zh_hant: App

source: Apps & Tiling
ja: アプリとタイル表示
ko: 앱과 타일링
zh_hans: 应用与平铺
zh_hant: App 與並排

source: Apps by workspace
ja: ワークスペース別のアプリ
ko: 작업 공간별 앱
zh_hans: 按工作区查看应用
zh_hant: 依工作空間查看 App

source: Ask (pick a direction)
ja: 毎回選ぶ（方向を指定）
ko: 물어보기(방향 선택)
zh_hans: 每次询问（选择方向）
zh_hant: 每次詢問（選擇方向）

source: Ask every time
ja: 毎回選ぶ
ko: 매번 물어보기
zh_hans: 每次询问
zh_hant: 每次詢問

source: Ask every time lets the final arrow/HJKL decide placement. A fixed edge makes the Borrow shortcut complete immediately.
ja: 「毎回選ぶ」では、最後に押した矢印キーまたはHJKLで配置方向を決めます。辺を固定すると、「借りる」のショートカットだけですぐに配置できます。
ko: 매번 물어보기를 선택하면 마지막 방향키/HJKL로 위치를 정해요. 방향을 고정하면 빌려오기 단축키를 누르는 즉시 배치돼요.
zh_hans: 选择“每次询问”后，最后按下的方向键/HJKL 会决定放置位置。固定边缘后，按下借用快捷键即可立即完成。
zh_hant: 選擇「每次詢問」後，最後按下的方向鍵／HJKL 會決定放置位置。固定邊緣後，按下借用快速鍵即可立即完成。

source: Assets
ja: アセット
ko: 에셋
zh_hans: 资源
zh_hant: 資源

source: Assign
ja: 割り当て
ko: 지정
zh_hans: 分配
zh_hant: 指派

source: Assign an app to a normal workspace first
ja: 先に通常のワークスペースへアプリを割り当ててください
ko: 먼저 일반 작업 공간에 앱을 지정해 주세요
zh_hans: 请先将应用分配到普通工作区
zh_hant: 請先將 App 指派至一般工作空間

source: Assign an app to this workspace first
ja: 先にこのワークスペースへアプリを割り当ててください
ko: 먼저 이 작업 공간에 앱을 지정해 주세요
zh_hans: 请先将应用分配到此工作区
zh_hant: 請先將 App 指派至這個工作空間

source: Assign app to %@
ja: アプリを%@に割り当て
ko: 앱을 %@에 지정
zh_hans: 将应用分配到%@
zh_hant: 將 App 指派至%@

source: Assign app to a workspace
ja: アプリをワークスペースへ割り当て
ko: 앱을 작업 공간에 지정
zh_hans: 将应用分配到工作区
zh_hant: 將 App 指派到工作空間

source: Assign app to Next / Previous / Recent
ja: アプリを次／前／最近のワークスペースへ割り当て
ko: 앱을 다음/이전/최근 작업 공간에 지정
zh_hans: 将应用分配到下一个/上一个/最近工作区
zh_hant: 將 App 指派到下一個/上一個/最近工作空間

source: Assign app to next workspace
ja: アプリを次のワークスペースに割り当て
ko: 앱을 다음 작업 공간에 지정
zh_hans: 将应用分配到下一个工作区
zh_hant: 將 App 指派至下一個工作空間

source: Assign app to previous workspace
ja: アプリを前のワークスペースに割り当て
ko: 앱을 이전 작업 공간에 지정
zh_hans: 将应用分配到上一个工作区
zh_hant: 將 App 指派至上一個工作空間

source: Assign app to recent workspace
ja: アプリを直前のワークスペースに割り当て
ko: 앱을 최근 작업 공간에 지정
zh_hans: 将应用分配到最近使用的工作区
zh_hant: 將 App 指派至最近使用的工作空間

source: Assign apps below
ja: 下でアプリを割り当て
ko: 아래에서 앱 지정
zh_hans: 在下方分配应用
zh_hant: 在下方指派 App

source: Assign modifier
ja: 割り当て用修飾キー
ko: 지정 보조 키
zh_hans: 分配修饰键
zh_hant: 指派修飾鍵

source: Assign shortcut
ja: 割り当てショートカット
ko: 지정 단축키
zh_hans: 分配快捷键
zh_hant: 指派快速鍵

source: At least
ja: 最小
ko: 최소
zh_hans: 至少
zh_hant: 至少

source: At most
ja: 最大
ko: 최대
zh_hans: 最多
zh_hant: 最多

source: Auto (by aspect)
ja: 自動（縦横比に合わせる）
ko: 자동(화면 비율에 맞춤)
zh_hans: 自动（按宽高比）
zh_hant: 自動（依長寬比）

source: Auto chooses the long axis of the available region; fixed Horizontal or Vertical makes every newly inserted branch predictable.
ja: 自動では、空き領域の長い軸を選びます。横または縦に固定すると、新しい分岐が常に同じ方向へ追加されます。
ko: 자동은 남은 영역의 긴 축을 따라 배치해요. 가로 또는 세로로 고정하면 새 분기가 항상 같은 방향으로 만들어져요.
zh_hans: 自动模式会选择可用区域的长轴；固定为水平或垂直后，每个新分支的方向都会保持一致。
zh_hant: 自動模式會選擇可用區域的長軸；固定為水平或垂直後，每個新分支的方向都會保持一致。

source: Auto split, 8 px gaps, and auto-balance Off preserve the shape you create instead of flattening intentional ratios.
ja: 自動分割、8 pxの間隔、自動バランス調整オフを組み合わせると、意図して整えた比率を均等化せず、作成した形を保てます。
ko: 자동 분할과 8 px 간격을 사용하고 자동 균형 맞추기를 끄면, 의도적으로 조절한 비율이 평준화되지 않고 만든 모양 그대로 유지돼요.
zh_hans: 使用自动分割和 8 px 间距，并关闭自动平衡，可以保留你调整出的形状，不会把有意设置的比例重新拉平。
zh_hant: 使用自動分割和 8 px 間距，並關閉自動平衡，可以保留你調整出的形狀，不會把刻意設定的比例重新拉平。

source: Auto-activate this profile
ja: このプロファイルを自動で有効にする
ko: 이 프로필 자동 활성화
zh_hans: 自动启用此配置方案
zh_hant: 自動啟用這個設定組合

source: Auto-Activation
ja: 自動有効化
ko: 자동 활성화
zh_hans: 自动启用
zh_hant: 自動啟用

source: Auto-activation overlaps another profile at the same priority — order decides which one activates.
ja: 同じ優先度の別のプロファイルと自動有効化の条件が重なっています。有効になるプロファイルは並び順で決まります。
ko: 같은 우선순위의 다른 프로필과 자동 활성화 조건이 겹쳐요. 사이드바에서 먼저 보이는 프로필을 활성화해요.
zh_hans: 自动启用条件与另一个同优先级的配置方案重叠。系统会按顺序决定启用哪一个。
zh_hant: 自動啟用條件與另一個相同優先順序的設定組合重疊。系統會依順序決定啟用哪一個。

source: Auto-balance
ja: 自動均等化
ko: 자동 균등 배치
zh_hans: 自动均衡
zh_hant: 自動平衡

source: Auto-open
ja: 自動で開く
ko: 자동으로 열기
zh_hans: 自动打开
zh_hant: 自動開啟

source: Auto-open off
ja: 自動で開く：オフ
ko: 자동 열기 · 끔
zh_hans: 自动打开已关闭
zh_hant: 自動開啟已關閉

source: Auto-open on
ja: 自動で開く：オン
ko: 자동 열기 · 켬
zh_hans: 自动打开已开启
zh_hant: 自動開啟已開啟

source: Automatic
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Back to recent when empty
ja: 空なら直前のワークスペースへ戻る
ko: 비어 있으면 최근 작업 공간으로
zh_hans: 为空时返回最近使用的工作区
zh_hant: 空白時返回最近使用的工作空間

source: Badge the windows of a borrowed block with the borrowed workspace's icon, so what's on loan is clear at a glance.
ja: 借りたブロックのウインドウに、元のワークスペースのアイコンを表示します。一時表示中のウインドウがひと目で分かります。
ko: 빌려온 블록의 창에 해당 작업 공간 아이콘을 표시해요. 어떤 창을 빌려왔는지 바로 알 수 있어요.
zh_hans: 在借用区块的窗口上显示原工作区图标，方便一眼看出哪些窗口正在借用。
zh_hant: 在借用區塊的視窗上顯示原工作空間圖示，方便一眼看出哪些視窗正在借用。

source: Balance
ja: 均等化
ko: 균등 배치
zh_hans: 均衡
zh_hant: 平衡

source: Balance equalizes every split ratio. Use it as an explicit reset when a hand-shaped layout becomes uneven.
ja: 均等化すると、すべての分割比率が揃います。手動で整えたレイアウトが偏ったときのリセットとして使えます。
ko: 균등 배치는 모든 분할 비율을 같게 맞춰요. 직접 다듬은 배치가 흐트러졌을 때 초기화하듯 사용할 수 있어요.
zh_hans: 均衡会将所有分区比例调成一致。手动调整后的布局变得不均时，可用它恢复整齐。
zh_hant: 平衡會將所有分割比例調成一致。手動調整後的佈局變得不平均時，可用它恢復整齊。

source: Balance layout
ja: レイアウトを均等化
ko: 배치 균등하게 맞추기
zh_hans: 均衡布局
zh_hant: 平衡佈局

source: Balance the whole layout
ja: レイアウト全体を均等化します
ko: 전체 배치를 균등하게 맞춰요
zh_hans: 均衡整个布局
zh_hant: 平衡整個佈局

source: Balanced
ja: 均等
ko: 균형 있게
zh_hans: 已均衡
zh_hant: 已平衡

source: Balanced every split on both axes
ja: すべての分割比率を両軸で均等にしました
ko: 모든 분할 비율을 균등하게 맞췄어요
zh_hans: 已在两个轴向上平衡所有分割
zh_hant: 已在兩個軸向上平衡所有分割

source: Binding
ja: キー設定
ko: 키 지정
zh_hans: 按键绑定
zh_hant: 按鍵綁定

source: Blueprint · not applied
ja: 設計例・未適用
ko: 예시 구성 · 초안에는 적용하지 않아요
zh_hans: 方案示例 · 未应用
zh_hant: 配置範例 · 尚未套用

source: Borrow
ja: 借りる
ko: 빌려오기
zh_hans: 借用
zh_hant: 借用

# Borrow & floating
source: Borrow & Always on Top
ja: 借りる・常に手前
ko: 빌려오기와 항상 위
zh_hans: 借用与置顶
zh_hant: 借用與置頂

source: Borrow %@
ja: %@を借りる
ko: %@ 빌려오기
zh_hans: 借用 %@
zh_hant: 借用 %@

# Borrow a context
source: Borrow a workspace
ja: 作業環境を借りる
ko: 작업 공간 빌려오기
zh_hans: 借用场景
zh_hant: 借用工作空間

source: Borrow a workspace
ja: ワークスペースを借りる
ko: 작업 공간 빌려오기
zh_hans: 借用工作区
zh_hant: 借用工作空間

source: Borrow cancelled
ja: 借りる操作をキャンセルしました
ko: 빌려오기를 취소했어요
zh_hans: 已取消借用
zh_hant: 已取消借用

source: Borrow color
ja: 借りたウインドウのカラー
ko: 빌려오기 색상
zh_hans: 借用窗口颜色
zh_hant: 借用視窗顏色

source: Borrow defaults
ja: 借りるときの初期設定
ko: 빌려오기 기본값
zh_hans: 借用默认设置
zh_hant: 借用預設設定

source: Borrow direction
ja: 借りる方向
ko: 빌려오기 방향
zh_hans: 借用方向
zh_hant: 借用方向

# Borrow dismissed · host restored
source: Borrowed Workspace Returned · Host Restored
ja: 借りたワークスペースを戻し、ホストを復元しました
ko: 빌려온 작업 공간을 돌려보내고 원래 작업 공간으로 돌아왔어요
zh_hans: 已归还借用工作区并恢复主工作区
zh_hant: 已歸還借用工作空間並還原主工作空間

source: Borrow Here
ja: ここに借りる
ko: 여기로 빌려오기
zh_hans: 借用到此处
zh_hant: 借用到這裡

source: Borrow is temporary composition: it never moves the visiting apps into the host workspace.
ja: 「借りる」は一時的に並べる機能です。借りたアプリがホストのワークスペースへ移ることはありません。
ko: 빌려오기는 잠깐 함께 쓰는 기능이에요. 빌려온 앱을 호스트 작업 공간으로 옮기지는 않아요.
zh_hans: 借用只会临时组合两个工作区，不会将借来的应用移入主工作区。
zh_hant: 借用只會暫時組合兩個工作空間，不會將借來的 App 移入主工作空間。

source: Borrow keeps the host and visitor as two independent layouts. With Ask every time, summon it first and then choose an edge; a fixed edge docks immediately.
ja: 借りている間も、2つのレイアウトは別々に保たれます。「毎回選ぶ」では呼び出した後に辺を選び、辺を固定している場合はすぐに配置されます。
ko: 빌려와도 두 작업 공간의 배치는 따로 유지해요. ‘매번 물어보기’를 선택했다면 먼저 불러온 뒤 방향을 고르고, 방향을 정해 두었다면 바로 붙어요.
zh_hans: 借用期间，两个工作区仍保留各自的布局。选择“每次询问”时，先召出工作区再选择边缘；固定边缘后会立即停靠。
zh_hant: 借用期間，兩個工作空間仍保留各自的佈局。選擇「每次詢問」時，先叫出工作空間再選擇邊緣；固定邊緣後會立即停靠。

source: Borrow Lab
ja: 借りる練習
ko: 빌려오기 실습
zh_hans: 借用练习
zh_hant: 借用練習

source: Borrow modifier
ja: 「借りる」の修飾キー
ko: 빌려오기 보조 키
zh_hans: 借用修饰键
zh_hant: 借用修飾鍵

source: Borrow Next / Previous / Recent
ja: 次／前／最近のワークスペースを借りる
ko: 다음/이전/최근 작업 공간 빌려오기
zh_hans: 借用下一个/上一个/最近工作区
zh_hant: 借用下一個／上一個／最近工作空間

source: Borrow next workspace
ja: 次のワークスペースを借りる
ko: 다음 작업 공간 빌려오기
zh_hans: 借用下一个工作区
zh_hant: 借用下一個工作空間

source: Borrow Placement
ja: 借りるときの配置
ko: 빌려오기 위치
zh_hans: 借用位置
zh_hant: 借用位置

source: Borrow previous workspace
ja: 前のワークスペースを借りる
ko: 이전 작업 공간 빌려오기
zh_hans: 借用上一个工作区
zh_hant: 借用上一個工作空間

source: Borrow recent workspace
ja: 直前のワークスペースを借りる
ko: 최근 작업 공간 빌려오기
zh_hans: 借用最近使用的工作区
zh_hant: 借用最近使用的工作空間

source: Borrow shortcut
ja: 「借りる」のショートカット
ko: 빌려오기 단축키
zh_hans: 借用快捷键
zh_hant: 借用快速鍵

source: Borrow size
ja: 借りる範囲
ko: 빌려오기 크기
zh_hans: 借用大小
zh_hant: 借用大小

source: Borrow Workspace
ja: ワークスペースを借りる
ko: 작업 공간 빌려오기
zh_hans: 借用工作区
zh_hant: 借用工作空間

source: Borrow only: stays out of regular switching and never opens on its own. Bring it beside another workspace when needed.
ja: 一時表示専用です。通常の切り替え対象には含まれず、単独で有効になることもありません。別のワークスペースの隣に借りて使います。
ko: 빌려오기 전용이라 일반 전환에는 나오지 않고 단독으로 열리지도 않아요. 필요할 때 다른 작업 공간 옆으로 빌려와요.
zh_hans: 仅供借用：不会加入常规切换，也不会单独启用。需要时将它借到另一个工作区旁使用。
zh_hant: 僅供借用：不會加入一般切換，也不會單獨啟用。需要時將它借到另一個工作空間旁使用。

source: Borrowed %@
ja: %@を借りました
ko: 빌려왔어요 · %@
zh_hans: 已借用 %@
zh_hant: 已借用 %@

source: Borrowed %@ on the %@
ja: %@を%@に配置しました
ko: 빌려왔어요 · %@ · 위치: %@
zh_hans: 已将 %@ 借用到%@
zh_hant: 已將 %@ 借用到%@

source: Borrowed into %@
ja: %@に借りています
ko: 빌려온 위치 · %@
zh_hans: 已借用到%@
zh_hant: 已借用到%@

source: Borrowed workspace
ja: 借りているワークスペース
ko: 빌려온 작업 공간
zh_hans: 借用的工作区
zh_hant: 借用的工作空間
